<template>
    <div>
        <v-dialog v-model="show" class="rules-dialog" width="auto">
            <v-card style="overflow-y: hidden !important;">
                <v-card-title>
                    <v-row>
                        <v-col cols="12" class="text-left pb-0">
                            <v-icon @click="$emit('closeRules')" color="#016670">mdi-close</v-icon>
                        </v-col>
                        <v-col cols="12" class="text-center pt-0">
                            <label style="font-weight: bold; color: #016670;">قوانین چاپکس</label>
                            <hr>
                        </v-col>
                    </v-row>
                </v-card-title>
                <v-card-text>

                    <div class="user-opinion">

                        <div class="p-text mt-1">
                            با توجه به اینکه خدمات مجموعه تولیدی می باشد و در
                            سفارشات تولیدی برخلاف فروش محصولات خام عوامل مختلفی دخیل
                            می باشد، لازم به توضیح موارد زیر می باشیم:
                            <br />

                            <label class="fn-bold fns-16">شرایط ضمن سفارش مجموعه چاپکس ها:</label><br />
                            - مجاز بودن سفارشات ارسالی طبق قوانین وزارت ارشاد اسلامی
                            الزامیست.<br />
                            - سفارشاتی که ممنوعیت چاپی دارند مانند: فال قهوه و
                            تاروت، آموزش رقص، طرح ورقهای بازی، نصب آنتن ماهواره،
                            شرکتهای هرمی، عکس چهره ائمه اطهار و طرح های تمام لاتین
                            (لیبل) و … در صورتی که از چشم ناظر چاپ این مجموعه چاپکس
                            دور بماند و وارد پروسه چاپ شود پس از چاپ این سفارش توسط
                            مجموعه چاپکس امحاء خواهد شد و تمامی هزینه ها و عواقب
                            نقدی و کیفری به عهده سفارش دهنده میباشد .<br />
                            - طرح های اسکن شده فاقد گارانتی میباشد .<br />
                            - فرمهای افست تمام رنگی و پاکتهای فرم عمومی با 20%
                            اختلاف رنگ تحویل داده میشود، لذا مشتریانی که چاپ خود را
                            دقیقا مانند نمونه فایل خود می خواهند باید سفارش را به
                            صورت اختصاصی انجام دهند .<br />

                            -
                            <span class="fn-bold">در فرمهای عمومی امکان یک رنگ در آمدن ست اداری وجود
                                ندارد.</span>
                            (به دلیل اینکه هر کدام از فرمها با هم متفاوت هستند)<br />

                            - رنگهای طلایی، نقره ای، فسفری، فیروزه ای، در فرمهای
                            عمومی و کارت ویزیت به دلیل تعدد رنگهای مختلف در فرم چاپی
                            هیچگونه ضمانتی ندارد.<br />
                            - استاندارد رنگ و شرایط گارانتی این مجموعه چاپکس و
                            همچنین مطالب مربوط به رنگ مشکی و خاکستری را مطالعه کنید
                            .<br />
                            - به دلیل ناحیه احتمالی برش دور تا 7 میلی متر از اطراف
                            طرح خود از کادر استفاده نکنید. (کادر هیچ ضمانتی
                            ندارد)<br />
                            - در فایل کارت ویزیت ارسالی از زمینه یکدست (تن پلات)
                            سورمه ای، بنفش، زرشکی، قهوه ای، سبزآبی و طوسی استفاده
                            نشود. (در صورت وجود این رنگ ها مسئولیت افت کیفیت احتمالی
                            بر عهده سفارش دهنده است)<br />
                            - برای طراحی و مشاهده رنگ فقط و فقط از مانیتور معمولی
                            (CRT) استفاده نمایید. زیرا رنگ ها در گوشی همراه، LCD و
                            LED بسیار روشن و غیر طبیعی نمایش داده می شود و با کار
                            چاپی نهایی متفاوت خواهد شد.<br />
                            - بدلیل تفاوت سیستم خروجی رنگ در پرینترهای جوهر افشان و
                            دستگاه های چاپ دیجیتال با ماشین چاپ افست (کیفیت بالا)،
                            مطمئن باشید که هیچگاه نمونه چاپ افست نهایی با پرینت
                            ارائه شده از طرف شما به مشتری مطابقت نخواهد داشت.<br />

                            -
                            <span class="fn-bold">
                                فایل ارسالی الزاماً باید تحت قالب فایل JPG با کیفیت
                                حداقل 12 ، مُد رنگی CMYK و رزولوشن ۳۰۰ پیکسل بر اینچ
                                باشد.</span><br />

                            - چنانچه رنگ سفارش RGB یا ۱۶bits باشد مجموعه چاپکس هیچ
                            مسولیتی در قبال سفارش ندارد.<br />
                            - طراحی انجام شده توسط مجموعه چاپکس با نظر و یا تأیید
                            نهایی شما، با فرض اطلاع مشتری از تمامی شرایط گارانتی و
                            قوانین چاپ است، لذا در صورت وجود مشکل حتی با وجود طراحی
                            توسط مجموعه چاپکس به علت آگاهی شما از قوانین چاپ، رنگ ها
                            و گارانتی، مجموعه چاپکس مسئولیتی نخواهد داشت.<br />
                            - امکان نمونه گیری فیزیکی در صورت امکان با دریافت هزینه
                            اختصاصی در برخی از موارد (باتوجه به نوع محصول) قابل
                            انجام می باشد.<br />

                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">سفارشات چاپی کاغذی</span><br />
                            - در سفارشات چاپی کاغذی از جمله کارت ویزیت، ست اداری،
                            بروشور، کاتالوگ، تراکت، ساک کاغذی، پاکت و … ) در نظر
                            داشته باشید در صورتی که از قبل نمونه چاپ شده در اختیار
                            دارید، لطفا نمونه آن را جهت تطبیق رنگ چاپ و عدم مغایرت
                            بیش از 30 درصد برای ما ارسال نمائید، در صورت عدم ارائه
                            رنگ مورد نظر به صورت چاپی مغایرت رنگ به عهده مجموعه
                            چاپکس نمی باشد و کارفرمای محترم مسئول خواهد بود.<br />

                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">ضایعات در سفارشات تولیدی</span><br />
                            - در تمامی سفارشات تولیدی از جمله ساک دستی کاغذی یا
                            پارچه ای و ... ۵ درصد ضایعات یا باطله در نظر گرفته شود و
                            این مورد شامل کسر هزینه یا عودت هزینه یا تعویض نمی باشد.
                            در صورتی که میزان ضایعات بیش از ۵ درصد باشد؛ موارد بیشتر
                            به صورت توافقی شامل تخفیف، یا عودت می گردد.
                            <br />

                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span>افزایش تعداد تولید</span><br />
                            - در صورت افزایش تعداد سفارشات محصولات تولیدی از جمله
                            ساک دستی کاغذی یا پارچه ای و ... بیش از تعداد سفارش؛
                            هزینه آن در فاکتور محاسبه خواهد شد. این میزان متجاوز از
                            ۵ درصد تعداد سفارش نخواهد بود و موارد بیشتر به صورت
                            توافقی شامل تخفیف می گردد.

                            <br />

                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">اختلاف رنگی چاپ</span><br />
                            - در سفارشاتی که نیاز به چاپ رنگی دارند اختلاف بین تصویر
                            داخل مانیتور و خروجی چاپ تا ۲۰ درصد لحاظ گردد.

                            <br />
                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">تطابق رنگ چاپ در محصولات مختلفی</span><br />
                            - امکان دارد که شما به طور همزمان چند سفارش ثبت نمائید
                            به طور مثال، تولید تی شرت، کلاه ، ساک دستی کاغذی، ساک
                            دستی پارچه ای و فلش مموری ، در تمامی موارد با توجه به
                            نوع کالا یک مدل چاپ مجزا و خاص استفاده می گردد که نتیجه
                            نهایی تفاوت در رنگ ها خواهد بود، یعنی الزاما همان رنگی
                            که روی چاپ ساک دستی انجام می شود برای تی شرت یا کلاه یا
                            فلش مموری قابل استفاده نیست، در چنین مواردی سعی می گردد
                            که رنگ ها نزدیک به هم انتخاب و انجام شوند ولی
                            <span class="fn-bold fns-16">
                                هیچ ضمانتی برای یک دست شدن رنگ ها وجود نخواهد داشت.
                            </span>
                            بطور مثال در گلدوزی روی کلاه یا تی شرت یا لباس کار
                            محدودیت در رنگ نخ وجود دارد. یا چاپ لوگو روی ساک دستی
                            کاغذی با چاپ لوگو روی ساک دستی پارچه به دلیل نوع چاپ
                            کاملا متفاوت می باشد.

                            <br />
                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">زمان تحویل سفارشات</span><br />
                            - زمان تحویل سفارشات بر مبنای روز کاری به غیر از ۵ شنبه
                            ها و جمعه ها و ایام تعطیل می باشد. شروع سفارشات بعد از
                            واریز کل مبلغ سفارش و دریافت تائیدیه کتبی طرح از جانب
                            شما می باشد. به طور مثال امکان دارد شما سفارشی فورس
                            داشته باشید و روز شنبه اقدام به واریز کل مبلغ سفارش
                            نمائید و تا زمان ارسال طرح و بازسازی قبل از تولید ۲ روز
                            از طرف شما فاصله بیافتد،
                            <span class="fn-bold fns-16">
                                زمان کاری شما از موقعی محاسبه می گردد که شما طرح خود
                                را تائید نموده اید، نه زمانی که مبلغ سفارش را واریز
                                کرده اید.
                            </span>

                            <br /><br />
                            <v-row class="text-center justify-center">
                                <label class="red-color fn-bold text-center fns-18">شروع روند طراحی و تولید
                                    بعد از واریز کل
                                    مبلغ سفارش
                                    امکان پذیر می باشد.</label>
                            </v-row>

                            <br />
                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">اشتباهات چاپی</span><br />
                            - سفارشات ارائه شده از جانب سفارش دهنده، در قالب فرم
                            سفارش مکتوب، توسط کارشناسان فروش مجموعه چاپکس تنظیم شده
                            و مستقیماً یا از طریق فکس به تأیید سفارش دهنده خواهد
                            رسید و یا سفارش دهنده شخصاً با استفاده از شناسه و رمز
                            ورود اختصاصی، فرم سفارش مستقر روی پایگاه اینترنتی به
                            نشانی www.chapex.com را تکمیل و نهایتاً ثبت می نماید.
                            بدیهی است برخی از سفارشات به صورت ترکیبی از روش های
                            مکاتبه ای و اینترنتی ثبت خواهد شد.<br />

                            - ملاک تعهد و عمل مجموعه چاپکس، مندرجات فرم سفارش مکتوب
                            و یا فرم های مستقر روی پایگاه اینترنتی که به تأیید سفارش
                            دهنده رسیده است، خواهد بود. لذا مجموعه چاپکس در باره هر
                            گونه درخواست و توضیحات شفاهی که در فرم یا فرم های مذکور
                            قید نشده باشد متعهد و پاسخگو نمی باشد.<br />
                            - تمام سفارشات، درخواست ها، تأییدیه ها، توضیحات و سایر
                            مراودات طرفین الزاماً می بایست، به صورت مکتوب یا از طریف
                            سایت ثبت شده و رد و بدل گردد. بدیهی است در صورت لزوم به
                            هر دلیل همین مکتوبات قابل استناد و مورد پذیرش طرفین
                            خواهد بود.<br />
                            - به دلیل صرفه جوئی در وقت و هزینه، طرفین، اعتبار قانونی
                            مکتوبات ارسال شده از نوع موارد فوق الذکر را که از طریق
                            دستگاه فاکس رد و بدل گردد، برابر اصل ارزش اصل آن سند
                            قرار می دهند.<br />
                            - در صورتی که سفارش دهنده به صورت تلفنی اقدام به ارائه
                            سفارش و یا توضیحات تکمیلی نماید، الزاماً می بایست موارد
                            شفاهی خود را به روش های گفته شده، به صورت مکتوب تأیید
                            نماید. اما اگر به هر دلیل اعم از دسترسی نداشتن به دستگاه
                            فاکس، امکان بررسی و تأیید کتبی توضیحات سفارش را نداشته
                            باشد، بدینوسیله شخصاً تمام مسئولیت ناشی از هرگونه اشتباه
                            و اختلافی را پذیرفته و حق هر گونه اعتراضی را از خود سلب
                            می نماید.<br />
                            - درصورت وجود اشتباه چاپی، املایی، اندازه، رنگ و ... پس
                            از دریافت تائیدیه از سوی کارفرما، هیچ گونه مسئولیتی به
                            عهده مجموعه چاپکس نمی باشد. در برخی از مواقع امکان اصلاح
                            با هزینه اضافی وجود دارد اما بیشتر محصولات پس از چاپ
                            امکان اصلاح ندارند. شروع روند طراحی و تولید بعد از واریز
                            کل مبلغ سفارش امکان پذیر می باشد.<br />

                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">نمونه رنگ متریال تولیدی</span><br />
                            - نمونه رنگ پارچه در هر پارت سفارش و خرید از کارخانه
                            امکان تغییر رنگ تا 20 درصد نسبت به سری قبل را دارد. به
                            طور مثال فروردین ماه شما سفارش تولید ساک دستی پارچه ای
                            به مجموعه چاپکس داده اید، و در تیر ماه نیز مجدد سفارش
                            خود را تمدید می نمائید با توجه به اینکه خرید پارچه به
                            صورت هفتگی از کارخانه انجام می گردد لذا لازم به ذکر می
                            باشد که در بار خرید و سفارش امکان دارد رنگ سفارش شما به
                            نسبت دفعات قبلی حتی با کوتاهترین زمان تغییر داشته باشد.

                            <br />
                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">نحوه تحویل سفارش</span><br />
                            - نظر به حساسیّت ویژه کالاهای چاپی و طبق قاعده معمول،
                            کالای آماده تحویل صرفاً به شخص سفارش دهنده و یا نماینده
                            وی، به صورت حضوری و در محل مجموعه چاپکس تحویل داده خواهد
                            شد.<br />
                            - در صورت درخواست سفارش دهنده با توجه به بُعد مسافت،
                            مبنی بر ارسال کالای آماده تحویل به وسیله پیک موتوری،
                            تاکسی کرایه، وانت بار و یا از طریق پایانه های مسافربری
                            یا باربری، مجموعه چاپکس چاپکس فقط با در نظر گرفتن شرایط
                            زیر نسبت به بسته بندی و ارسال کالا اقدام خواهد نمود:<br />
                            - مجموعه چاپکس بار ارسالی را بر اساس مشخصات و نشانی ثبت
                            شده در بانک اطلاعات خود، که قبلاً توسط سفارش دهنده اعلام
                            شده، برای سفارش دهنده ارسال خواهد نمود.<br />
                            - مجموعه چاپکس می تواند به منظور ارائه خدمات منظم تر و
                            قابل پیگیری، همچنین گستره توزیع وسیع تر برای شهرهای
                            ایران، به حداقل رساندن اشتباهات پیش بینی شده و نشده، و
                            کاهش بهای کرایه حمل به نفع سفارش دهنده، برای سفارش
                            دهندگان سایر شهرستان ها، یک شخص حقیقی و یا حقوقی حمل
                            کننده را انتخاب و با وی قرارداد حمل تنظیم نماید.<br />

                            - مجموعه چاپکس ، تنها کالا را پس از بسته بندی به نیابت و
                            وکالت از جانب سفارش دهنده، به شخص حقیقی یا حقوقی حمل
                            کننده تحویل داده و در قبال آن فقط برگ بارنامه اخذ خواهد
                            نمود.
                            <span class="fn-bold fns-14">
                                لذا در صورت بروز هر گونه حادثه احتمالی در طول مسیر از
                                مجموعه چاپکس تا سفارش دهنده از قبیل خیس شدن، ناپدید
                                شدن جزئی یا کلی، و یا کسری بخشی از کالا، تمام مسئولیت
                                آن برعهده سفارش دهنده می باشد و مجموعه چاپکس در این
                                رابطه هیچ گونه مسئولیتی بر عهده نخواهد گرفت.</span>
                            <br />

                            - در صورت بروز احتمالی موارد فوق الذکر سفارش دهنده ملزم
                            به پرداخت کامل مبلغ سفارش به مجموعه چاپکس بوده و می
                            تواند
                            <span class="fn-bold fns-14">
                                شخصاً با اخذ بار نامه یا قبض حمل مربوطه از مجموعه
                                چاپکس، برای احقاق حقوق حقّه خود علیه شخص حمل کننده در
                                مراجع ذیصلاح اقامه دعوی نماید.
                            </span>
                            <br />

                            <span class="fn-bold fns-14">
                                - مجموعه چاپکس بارنامه ها یا قبوض ارسال محموله را
                                حداکثر تا یک هفته پس از ارسال، نزد خود نگاه خواهد
                                داشت، تا در صورت لزوم به سفارش دهنده تحویل گردد. بدیهی
                                است پس از گذشت این مدت مجموعه چاپکس تعهدی در قبال
                                تحویل بارنامه یا قبض حمل به سفارش دهنده نخواهد داشت.
                            </span>
                            <br />

                            - هزینه مربوط به بسته بندی و حمل بار تا پایانه بارِ طرف
                            قرارداد مجموعه چاپکس (هزینه شهری) برای سفارش دهندگان، بر
                            عهده مجموعه چاپکس می باشد. <br />

                            <span class="fns-14 fn-bold">
                                - هزینه بسته بندی و حمل بارهای با حجم بیش از حد معمول
                                بر عهده سفارش دهنده است.
                            </span>
                            <br />

                            - در صورت تمایل سفارش دهنده به ارسال بار از طریق شخص حمل
                            کننده دیگری به جز حمل کننده طرف قرارداد مجموعه چاپکس ،
                            هزینه شهری نیز بر عهده سفارش دهنده خواهد بود.

                            <br />

                            <span class="fn-bold fns-14">
                                - مجموعه چاپکس در طول روزهای کاری صرفاً در یک نوبت رأس
                                ساعت ۱۹:۰۰ نسبت به جمع آوری و تحویل بار به شخص حمل
                                کننده طرف قرارداد جهت ارسال اقدام خواهد نمود. لذا در
                                صورتی که بنا به درخواست مشتری و برحسب ساعت حرکت وسیله
                                حمل کننده بار برای یک مقصد خاص، نیاز به ارسال قبل از
                                ساعت مذکور باشد، هزینه شهری نیز بر عهده سفارش دهنده
                                خواهد بود. </span><br />

                            - سایر هزینه های مربوط به انبارداری مبدأ، حمل از مبدأ تا
                            مقصد و انبارداری شهر مقصد بر عهده سفارش دهنده می باشد.

                            <br />
                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">ضمانت خرابی و شکستگی</span><br />
                            - ارسال سفارشات به سایر شهرها از طریق باربری شامل
                            گارانتی شکستگی و خرابی حاصل از جابجایی به عهده شرکت حمل
                            کننده و باربری می باشد. و
                            <span class="fns-14 fn-bold">
                                صاحب سفارش مسئولیت پیگیری بابت کالای خراب و مخدوش را
                                خواهد داشت. </span><br />
                            - سفارشات تا درب باربری ضمانت شکستگی با مجموعه چاپکس را
                            دارد. تمامی مرسولات ارسالی در زمان ارسال توسط باربری
                            بیمه می شوند و این مورد از طرف تیم ارسال مجموعه چاپکس در
                            زمان تحویل به مسئول باربری اعلام می گردد.<br />

                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">مشکلات ناخواسته</span><br />
                            - در صورت بروز هرگونه مشکل در روند تولید که باعث گردد
                            سفارش در زمان اعلام شده آماده نگردد و تاخیر بیش از ۷ روز
                            باشد، با توجه به نظر کارفرمای گرامی امکان عودت هزینه وجه
                            می باشد. این مورد به اسنتثنا شرایطی غیر از قبیل جنگ،
                            بیماری همه گیر، تعطیلی های سراسری است.

                            <br />

                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">اعتبار پیش فاکتور (قیمت و موجودی)</span><br />
                            - تمامی استعلام قیمت ها به روز می باشد، چنانچه ۱ روز
                            کاری از تاریخ پیش فاکتور گذشته باشد مجموعه چاپکس نسبت به
                            تغییر و محاسبه قیمت بروز مجاز می باشد.

                            <br />
                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">مبلغ سفارش</span><br />
                            - مبلغ محاسبه شده و مندرج در فرم سفارش که به تأیید سفارش
                            دهنده نیز می رسد، بر اساس تعرفه مصوب مجموعه چاپکس، به
                            عنوان مبلغ قطعی مورد توافق طرفین تلقی شده و پس از آن به
                            هیچ میزان، و به هیچ دلیلی اعم از تخفیفات جزئی یا کلی و
                            غیره از آن کاسته نخواهد شد.<br />
                            - اگر سفارش دهنده پس از تأیید فرم سفارش، ظرف مدت همان
                            روز کاری، تصمیم به اعمال تغییرات در مشخصات سفارش خود
                            داشته باشد، این کار در صورت موافقت مجموعه چاپکس، و در
                            صورت نیاز، با اعمال تغییر در مبلغ سفارش انجام خواهد
                            پذیرفت، که از قاعده قبلی مستثنی خواهد شد. اما در صورت
                            عدم تفاهم طرفین، بر اساس شرایط مندرج در توافق نامه،
                            سفارش لغو خواهد شد.<br />
                            - اگر مجموعه چاپکس پس از تأیید فرم سفارش، ظرف مدت همان
                            روز کاری تصمیم به اعمال افزایش مبلغ سفارش بنا به دلایل
                            مختلفی اعم از افزایش بهای مواد اولیه و یا اشتباه در
                            محاسبات داشته باشد، این کار در صورت موافقت سفارش دهنده،
                            و در صورت نیاز، با اعمال تغییر در مبلغ سفارش انجام خواهد
                            پذیرفت. اما در صورت عدم تفاهم طرفین، بر اساس شرایط مندرج
                            در توافق نامه، سفارش لغو خواهد شد.

                            <br />
                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">تغییرات قیمت خاص ( با توجه به شرایط اقتصادی
                                کشور
                                )</span><br />
                            - در زمان تایید و پرداخت فاکتور در صورتی که فایل شما تا
                            ۱ روز کاری بعد از پرداخت فاکتور برای ما ارسال نگردد و
                            کار برای تولید ارسال نشود در صورتی که این تاخیر از طرف
                            کارفرما باشد، با توجه به تغییرات قیمت مواد اولیه امکان
                            تغییر قیمت ها در فاکتور می باشد و بابت این تغییر قیمت
                            مجموعه چاپکس مسئولیتی را عهده دار نمی باشد.

                            <br />
                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">گارانتی و ضمانت خدمات</span><br />
                            مجموعه چاپکس موظف است، سفارش ارائه شده از جانب سفارش
                            دهنده را در موعد مقرر بر اساس توافق اولیه، آماده و تحویل
                            نماید. علیرغم تعهد مجموعه چاپکس نسبت به موعد تحویل
                            سفارش، نظر به وجود آیتم های متعدد در تولید یک محصول چاپی
                            یا تبلیغاتی، احتمال تأخیر در تحویل، بسته به نوع سفارش،
                            وجود خواهد داشت. بنابراین
                            <span class="fns-14 fn-bold">
                                در ابتدای هر سفارش هیچ گونه فرضی مبنی بر وجود تاریخ
                                مصرف سفارش و متعاقب آن عدم کارایی و عدم پذیرش آن از
                                جانب سفارش دهنده پس از موعد مقرر، وجود ندارد.</span><br />
                            مجموعه چاپکس تمام مساعی خود را در ارائه بدون نقص کیفی و
                            کمی کالای مورد سفارش، قرار خواهد داد. اما
                            <span class="fns-14 fn-bold">در صورت وجود نقص یا اشکال احتمالی در کالای تحویلی،
                                مجموعه چاپکس محصول خود را طبق شرایطی که در آیین نامه
                                گارانتی ذکر شده است، گارانتی می نماید.</span><br />
                            زینک های مصرفی به عنوان ابزار کار و دارایی مجموعه چاپکس
                            تلقی شده و همراه با سفارش به مشتری تحویل نمی شود. همچنین
                            به دلیل ماندگاری کوتاه مدت و عدم امکان بایگانی حجم انبوه
                            زینک ها، تجدید چاپ هر سفارش اختصاصی فقط تا یک هفته امکان
                            پذیر است و پس از آن زینک معدوم می گردد.<br />

                            <br />
                            <v-icon>mdi-checkbox-blank-circle </v-icon>
                            <span class="fn-bold fns-16 mr-1">سفارشات فورس</span><br />
                            تعریف سفارش فورس، به سفارشی گفته می شود که خارج از زمان
                            معمول و برنامه ریزی شده در اندک زمان ممکن انجام گردد
                            فورس گفته می شود. به طور مثال سفارش تولید ساک دستی ۷ الی
                            ۱۰ روز کاری می باشد این بدان معنا می باشد که سفارش شما
                            در هفتمین روز کاری الی دهمین روز کاری قابل تحویلی می
                            باشد. با توجه به این روند کاری شما براساس برنامه ای که
                            دارید و عدم داشتن زمان کافی نیاز به تهیه سفارش خود در
                            بازه زمانی ۳ تا ۵ روز یا بنا به شرایط خاص ۲ روزه خواهید
                            داشت. در چنین مواقعی با توجه به فشرده شدن و سریع شدن
                            پروسه کاری امکان بروز مشکلات ناخواسته نیز می باشد . در
                            چنین مواقعی
                            <span class="fn-bold fns-14">
                                مجموعه چاپکس در قبال تاخیر پیش آمده یا شرایط غیر قابل
                                پیش بینی مسئولیتی نخواهد داشت و کارفرمای گرامی با توجه
                                به دانستن این موضوع اقدام به ثبت سفارش به صورت فورس می
                                نماید.</span>

                            <br /><br />
                            <label class="fn-bold red-color fns-16">
                                در پایان از زمانی که برای مطالعه این متن قرار دادید
                                سپاسگزاریم و قدردان اعتماد شما کارفرمای گرامی هستیم.
                            </label>
                        </div>
                    </div>
                </v-card-text>

            </v-card>
        </v-dialog>
    </div>
</template>

<script>
export default {
    props: ["show"]
}
</script>

<style lang="scss"></style>