<template>
    <v-container class="whitebox">
        <v-row>
            <v-col cols="12" class="d-flex justify-center indextxt-box">
                <h2>
                    <span>چاپکس</span>
                    انتخاب مطمئن کسب و کار ها
                </h2>
            </v-col>
        </v-row>
        <v-row class="mt-7">
            <v-col cols="12" class="indexp-box">
                <p>
                    چالش همیشگی کسب و کارها در فرآیند سفارش پیش نیازهای چاپی مثل
                    سالنامه، تقوم، ویزیت، سربرگ، ساک دستی و غیره این است که این
                    محصولات را در چه تیراژی و با چه متریالی سفارش دهند که علاوه بر
                    مقرون به صرفه بودن قیمت از حداکثر کیفیت تولید و چاپ نیز بهره مند
                    شوند. چاپکس با ارائه سیستم هوشمند و آنلاین محاسبه قیمت، راهکاری
                    ساده و سریع را برای این مهم فراهم کرده است.
                </p>
            </v-col>
            <v-col cols="12" xl="6" lg="6" md="6" sm="6" class="pb-2 pt-4 px-2">
                <div class="indexp-box" style="height: 257px">
                    <label>فرآیند آسان</label>
                    <p>
                        برای سفارش هر کدام از پیش نیاز های چاپی کسب و کار خود، کافیست
                        وارد صفحه محصول مورد نظر در چاپکس شوید و با طی کردن مراحلی که
                        چاپکس شما را هدایت میکند، محصول مد نظر خود را سفارش دهید. در
                        تمامی بخش ها بسته به ضرورت و بصورت کاملا هوشمند پیشنهاداتی
                        لحاظ شده است تا شما بتوانید به سادگی هرچه تمام تر فرآیند را طی
                        کنید.
                    </p>
                </div>
            </v-col>
            <v-col cols="12" xl="6" lg="6" md="6" sm="6" class="pb-2 pt-4 px-2">
                <div class="indexp-box" style="height: 257px">
                    <label>تضمین کیفیت محصول</label>
                    <p>
                        در چاپکس تمام مراحل چاپ، تولید، بسته بندی و ارسال، توسط ناظران
                        کنترل کیفیت با دقت بسیار ویژه ای بررسی و کنترل می شود. تا از
                        ایرادات احتمالی جلوگیری شود. به شما این اطمینان داده میشود که
                        در صورت بروز هرگونه اشکال در سفارش، آن اشکال رفع و در صورت رفع
                        نشدن، خسارت آن جبران می شود.
                    </p>
                </div>
            </v-col>
            <v-col cols="12" xl="6" lg="6" md="6" sm="6" class="pt-2 px-2">
                <div class="indexp-box" style="height: 257px">
                    <label>راهنمایی آنلاین و هوشمند</label>
                    <p>
                        با توجه به قابلیت های ویژه ای که در صفحه محاسبه قیمت هر محصول
                        لحاظ شده است شما می توانید به سادگی و با داشتن حداقل اطلاعات
                        محصول مورد نظر خود را پیدا و برآورد قیمت کنید.
                    </p>
                </div>
            </v-col>
            <v-col cols="12" xl="6" lg="6" md="6" sm="6" class="pt-2 px-2">
                <div class="indexp-box" style="height: 257px">
                    <label>یکپارچه بودن خدمات</label>
                    <p>
                        تیم تجربه کاربری چاپکس با مطالعه و مداقه روی رفتار مشتریان در
                        نحوه سفارش پیش نیاز های چاپی توانسته تا بهترین فرآیند سفارش را
                        پیش بینی و به صورت آنلاین پیاده سازی کند. هیچ مرحله و گامی در
                        چاپکس بدون برنامه ریزی و تحلیلی از پیش تعیین شده لحاظ نشده و
                        این نقطه عطفی برای مخاطبین اصلی بشمار می آید. بدیهیست که این
                        سیستم یکی از از یکپارچه ترین متدهای ثبت سفارش محصولات چاپی را
                        در وب فارسی دارد.
                    </p>
                </div>
            </v-col>
            <!-- <v-col cols="12" xl="3" lg="3" md="3" sm="3" class="
                              d-flex
                              justify-xl-start
                              justify-lg-start
                              justify-md-start
                              justify-sm-start
                              justify-center
                            ">
                <img src="../../../../assets/img/Design1 1.png" alt="" style="z-index: 1" class="mark-img" />
                <h3 class="highlight-txt">Chapex.ir</h3>
            </v-col> -->
        </v-row>
    </v-container>
</template>

<script>

export default {

}
</script>