[
    {
        "Pic": "https://iili.io/HoYSWDQ.png",
        "alt": "چاپکس، هوشمند در محاسبه قیمت آنلاین پیش نیاز های چاپی !",
        "id": 1,
        "Label": "چاپکس، هوشمند در محاسبه قیمت آنلاین پیش نیاز های چاپی !",
        "Text": "هسته اصلی و هوشمند چاپکس، یک سیستم محاسبه و برآورد آنلاین قیمت است که می تواند تمامی محصولات چاپی را در تیراژهای مختلف با متریال های گوناگون محاسبه قیمت و در سریعترین زمان ممکن پیشنهاد دهد."
    },
    {
        "Pic": "https://iili.io/HoYUqej.png",
        "alt": "چاپِکس “واحد چاپ” کسب و کار شماست.",
        "id": 2,
        "Label": "چاپِکس “واحد چاپ” کسب و کار شماست.",
        "Text": "راهکارهای چاپکس با شیوه ای سازماندهی شده که شما حتمی بدون نیاز به یک کارگروه تخصصی و یا یک واحد مسئول هم بتوانید بهینه ترین قیمت را برای متناسب ترین پیش نیاز چاپی کشف و سفارش دهید."
    },
    {
        "Pic": "https://iili.io/HoYUcIR.png",
        "alt": "چاپِکس به شما امکان می دهد که “سریعتر “باشید.",
        "id": 3,
        "Label": "چاپِکس به شما امکان می دهد که “سریعتر “باشید.",
        "Text": "تمامی راهکار های که برای انتخاب محصول، محاسبه قیمت، سفارش چاپ و طراحی، ارسال و … در چاپکس ارائه شده مبتنی بر سرعت انجام این رویه هاست.ایده های گوناگونی برای بخش های مختلف لحاظ شده تا شما شاهد و ناظر این ادعا باشید."
    },
    {
        "Pic": "https://iili.io/HoYgJTv.png",
        "alt": "چاپِکس، نقطه تلاقی مهارت و نوآوری",
        "id": 4,
        "Label": "چاپِکس، نقطه تلاقی مهارت و نوآوری",
        "Text": "طراحی، چاپ، صحافی ، بسته بندی و … مهارت هایی هستند که جز با صرف هزینه های هنگفت کسب نمی شوند، چاپکس با داشتن این گنجینه دانش و تلفیق آن با تکنولوژی نو و خلاق در ارائه راهکار های آنلاین توانسته این دو مهم را در کنار هم و صورت یکپارچه محقق کنند."
    },
    {
        "Pic": "https://iili.io/HoYgRGS.png",
        "alt": "چاپِکس، برای تمام پیش نیاز های چاپ شما",
        "id": 5,
        "Label": "چاپِکس، برای تمام پیش نیاز های چاپ شما",
        "Text": "ارائه کلیه پیش نیاز های چاپی کسب و کارها با شیوه ی نوین، نویدیست که چاپکس به مخاطبین خود می دهد. محصولات متعددی با راهکارهای خلاق چاپکس به تدریج در سبد محصولی این کارخانه هوشمند قرار خواهد گرفت."
    }
]